Revit 2027 API
UnitTypeId.MeganewtonsPerSquareMeter Property
 Meganewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MeganewtonsPerSquareMeter { get; }
Public Shared ReadOnly Property MeganewtonsPerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MeganewtonsPerSquareMeter {
	ForgeTypeId^ get ();
}
static member MeganewtonsPerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace